[Abilities.A_HatredForVampires H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="吸血鬼仇恨"
mTooltip="此单位对所有吸血鬼和吸血鬼领主造成 %d.min 到 %d.max 额外伤害，并阻挡它们的 %spell.name 能力。"

[Abilities.A_SpellPlague H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="传染"
mTooltip="每次成功的暴击都会使目标单位感染诅咒（每回合减少英雄 %buff1.buff.stat1 %icon_magic 魔力，并移除 %buff1.buff.stat2 %icon_mana 法力值）。"

[Abilities.A_SpellPlague_Debuff H7BaseBuff]
mName="传染"
mTooltip="此单位已被破法者感染！它使其英雄的 %icon_magic 魔力减少 %stat1，并每回合消耗 %stat2 %icon_mana 法力值。"

[Creatures.A_CreatureWerewolf H7Creature]
mName="狼人"
mLore="马盖拉狼人是蒙达拉尔狼人的最后代表。雷蒙·克雷恩将它们从灭绝，或者说从被屠杀中拯救出来，他想在他的庄园里保留几只这种嗜血的野兽作为活体标本。他还决定用一种专门设计的、严重削弱法师的瘟疫来“增强”它们，这种瘟疫被称为‘蛊惑’。然而，这种传染也对狼人自身的外表产生了负面影响，它们的毛发脱落了。最终，它们的身体衰弱了，克雷恩决定让狼人自生自灭。然而，他没想到的是，将它们放归野外后，几年内它们的数量就激增到数十只，有组织的狼群开始入侵周围的村庄。它们对吸血鬼的天生仇恨使它们成为可怕的对手，特别是如果它们能阻止吸血鬼吸取它们的生命。最后一次看到这个狼群时，它们有了一个新的首领，自称黑爪。"